/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "Programme d'installation de CapCut pour ordinateur";
"LvAppTitle" = "Programme d'installation de Jianying pour ordinateur";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Continuer l'installation ?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Installer";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Ouvrir";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Annuler";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Tu as déjà installé une ancienne version de CapCut (v%@). Tu peux ouvrir l'ancienne version ou installer la version la plus récente pour remplacer l'ancienne.";
"LvCheckInstalledMsgHintText" = "Tu as déjà installé une ancienne version de Jianying (v%@). Tu peux ouvrir l'ancienne version ou installer la version la plus récente pour remplacer l'ancienne.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Arrêter le téléchargement ?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Continuer";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Arrêter";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "Le fichier actuellement téléchargé à %d %% ne sera pas enregistré.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Échec du téléchargement. Réessaie.";
// pc_installer_retry
"BtnText_Retry" = "Réessayer";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Arrêter";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Enregistrer";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Espace disque insuffisant";

"BtnCheck_SystemTrayAutoboot" = "Lancer le tiroir au démarrage";

"DownloadErrorCodeHintText" = "Code d'erreur: ";